Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# ble.state.bluetooth_off
source: Bluetooth Off
de: Bluetooth aus
es: Bluetooth apagado
fr: Bluetooth désactivé
ja: Bluetooth オフ
zh_hans: 蓝牙已关闭

# ble.state.bluetooth_off_desc
source: Enable Bluetooth in System Settings to scan for BLE devices.
de: Aktiviere Bluetooth in den Systemeinstellungen, um BLE-Geräte zu scannen.
es: Habilita Bluetooth en Ajustes del Sistema para escanear dispositivos BLE.
fr: Active Bluetooth dans Réglages Système pour scanner les appareils BLE.
ja: BLE デバイスをスキャンするには、システム設定で Bluetooth を有効にしてください。
zh_hans: 请在系统设置中开启蓝牙以扫描 BLE 设备。

# ble.state.bluetooth_off_title
source: Bluetooth is turned off
de: Bluetooth ist ausgeschaltet
es: Bluetooth está apagado
fr: Bluetooth est désactivé
ja: Bluetooth がオフです
zh_hans: 蓝牙已关闭

# ble.state.bluetooth_perm_denied_desc
source: Grant Bluetooth permission in Settings to scan for BLE devices.
de: Erteile Bluetooth-Berechtigung in den Einstellungen, um BLE-Geräte zu scannen.
es: Concede permiso de Bluetooth en Ajustes para escanear dispositivos BLE.
fr: Accorde l'autorisation Bluetooth dans les réglages pour scanner les appareils BLE.
ja: BLE デバイスをスキャンするには、設定で Bluetooth 権限を許可してください。
zh_hans: 请在设置中授予蓝牙权限以扫描 BLE 设备。

# ble.state.bluetooth_perm_denied_title
source: Bluetooth Permission Denied
de: Bluetooth-Berechtigung verweigert
es: Permiso de Bluetooth denegado
fr: Autorisation Bluetooth refusée
ja: Bluetooth 権限が拒否されました
zh_hans: 蓝牙权限被拒绝

# ble.state.bluetooth_perm_required_desc
source: Grant Bluetooth permission in Settings → Permissions to scan for nearby BLE devices.
de: Erteile Bluetooth-Berechtigung in Einstellungen → Berechtigungen, um BLE-Geräte in der Nähe zu scannen.
es: Concede permiso de Bluetooth en Ajustes → Permisos para escanear dispositivos BLE cercanos.
fr: Accorde l'autorisation Bluetooth dans Réglages → Autorisations pour scanner les appareils BLE à proximité.
ja: 設定 → 権限 で Bluetooth 権限を許可して、近くの BLE デバイスをスキャンしてください。
zh_hans: 请在设置 → 权限中授予蓝牙权限以扫描附近的 BLE 设备。

# ble.state.bluetooth_perm_required_title
source: Bluetooth Permission Required
de: Bluetooth-Berechtigung erforderlich
es: Se requiere permiso de Bluetooth
fr: Autorisation Bluetooth requise
ja: Bluetooth 権限が必要です
zh_hans: 需要蓝牙权限

# ble.state.permission_denied
source: Permission Denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
ja: 権限が拒否されました
zh_hans: 权限被拒绝

# ble.state.permission_denied_short
source: Permission denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
ja: 権限が拒否されました
zh_hans: 权限被拒绝

# ble.state.resetting
source: Resetting
de: Zurücksetzen
es: Restableciendo
fr: Réinitialisation
ja: リセット中
zh_hans: 正在重置

# ble.state.unsupported
source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 非対応
zh_hans: 不支持

# ble.table.col.ads
source: Ads
de: Anzeigen
es: Anuncios
fr: Annonces
ja: アドホック
zh_hans: 广播

# ble.table.col.identifier
source: Identifier
de: Kennung
es: Identificador
fr: Identifiant
ja: 識別子
zh_hans: 标识符

# ble.table.col.last_seen
source: Last Seen
de: Zuletzt gesehen
es: Última vez
fr: Dernière apparition
ja: 最終確認
zh_hans: 最后发现

# ble.table.col.smoothed
source: Smoothed
de: Geglättet
es: Suavizado
fr: Lissé
ja: 平滑値
zh_hans: 平滑值

# ble.trend.raw
source: Raw
de: Roh
es: Sin filtrar
fr: Brut
ja: 生データ
zh_hans: 原始

# ble.trend.smooth
source: Smooth
de: Glatt
es: Suave
fr: Lissé
ja: 平滑
zh_hans: 平滑

# channels.accessibility.card_label
source: Channel %lld, %@, %@, score %lld out of 100
de: Kanal %lld, %@, %@, Punktzahl %lld von 100
es: Canal %lld, %@, %@, puntuación %lld de 100
fr: Canal %lld, %@, %@, score %lld sur 100
ja: チャンネル%lld, %@, %@, スコア%lld/100
zh_hans: 信道%lld, %@, %@, 评分%lld/100

# channels.accessibility.sort_by
source: Sort by %@
de: Sortieren nach %@
es: Ordenar por %@
fr: Trier par %@
ja: %@でソート
zh_hans: 按%@排序

# channels.badge.current
source: ● Current
de: ● Aktuell
es: ● Actual
fr: ● Actuel
ja: ● 現在
zh_hans: ● 当前

# channels.badge.dfs
source: DFS/Advanced
de: DFS/Erweitert
es: DFS/Avanzado
fr: DFS/Avancé
ja: DFS/詳細
zh_hans: DFS/高级

# channels.badge.recommended
source: ★ Recommended
de: ★ Empfohlen
es: ★ Recomendado
fr: ★ Recommandé
ja: ★ 推奨
zh_hans: ★ 推荐

# channels.banner.regulatory
source: Channel recommendations now include regional regulations, DFS requirements, and device compatibility.
de: Kanalempfehlungen umfassen jetzt regionale Vorschriften, DFS-Anforderungen und Gerätekompatibilität.
es: Las recomendaciones de canal ahora incluyen regulaciones regionales, requisitos DFS y compatibilidad de dispositivos.
fr: Les recommandations de canaux intègrent désormais les réglementations régionales, les exigences DFS et la compatibilité des appareils.
ja: チャンネル推奨に地域規制、DFS 要件、デバイス互換性が追加されました。
zh_hans: 信道推荐现融入地区法规、DFS 要求及设备兼容性。

# channels.card.adj_label
source: · Adj:
de: · Ben:
es: · Adv:
ja: · 隣接:
zh_hans: · 相邻:

# channels.card.overlap_label
source: overlap
de: Überlappung
es: solapamiento
fr: chevauchement
ja: 重複
zh_hans: 重叠

# channels.classification.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
zh_hans: 高级

# channels.classification.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: 推奨
zh_hans: 推荐

# channels.classification.restricted
source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
ja: 制限付き
zh_hans: 已限制

# channels.label.rec
source: Rec
de: Empf
ja: 推奨
zh_hans: 推荐

# channels.mode.professional
source: Professional
de: Professionell
es: Profesional
fr: Professionnel
ja: プロフェッショナル
zh_hans: 专业

# channels.mode.simple
source: Simple
de: Einfach
ja: シンプル
zh_hans: 简洁

# channels.overlap.high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
zh_hans: 高

# channels.overlap.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
zh_hans: 低

# channels.quality.busy
source: Busy
de: Belegt
es: Ocupado
fr: Occupé
ja: 混雑
zh_hans: 繁忙

# channels.quality.congested
source: Congested
de: Überlastet
es: Congestionado
fr: Encombré
ja: 混雑
zh_hans: 拥堵

# channels.quality.excellent
source: Excellent
de: Hervorragend
es: Excelente
ja: 非常に良い
zh_hans: 优秀

# channels.quality.moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Correct
ja: 普通
zh_hans: 一般

# channels.reason.cac_required
source: Requires a channel check before use
de: Erfordert Kanalprüfung vor Nutzung
es: Requiere verificación de canal antes de usar
fr: Nécessite une vérification du canal avant utilisation
ja: 使用前にチャンネル確認が必要です
zh_hans: 使用前需要进行信道检查

# channels.reason.clear_spectrum
source: No other networks on this channel
de: Keine anderen Netzwerke auf diesem Kanal
es: Sin otras redes en este canal
fr: Aucun autre réseau sur ce canal
ja: このチャンネルには他のネットワークがありません
zh_hans: 此信道上没有其他网络

# channels.reason.congested
source: Many nearby networks — switching may improve speed
de: Viele Netzwerke in der Nähe — Wechseln kann die Geschwindigkeit verbessern
es: Muchas redes cercanas — cambiar puede mejorar la velocidad
fr: Beaucoup de réseaux à proximité — changer de canal peut améliorer la vitesse
ja: 近隣のネットワークが多い — 切り替えで速度が向上する可能性があります
zh_hans: 附近网络较多 — 切换信道可能会提升速度

# channels.reason.current_channel
source: Your current channel
de: Dein aktueller Kanal
es: Tu canal actual
fr: Ton canal actuel
ja: 現在接続中のチャンネル
zh_hans: 你当前使用的信道

# channels.reason.currently_optimal
source: Already on a great channel — no change needed
de: Bereits auf einem großartigen Kanal — kein Wechsel nötig
es: Ya en un canal excelente — no se necesita cambio
fr: Déjà sur un excellent canal — aucun changement nécessaire
ja: 既に良好なチャンネルに接続しています
zh_hans: 已在使用优质信道 — 无需更改

# channels.reason.dfs_required
source: Uses radar detection (may occasionally switch channels)
de: Verwendet Radarerfassung (kann gelegentlich Kanäle wechseln)
es: Usa detección de radar (puede cambiar ocasionalmente de canal)
fr: Utilise la détection radar (peut occasionnellement changer de canal)
ja: レーダー検出が必要（チャンネルが切り替わることがあります）
zh_hans: 需要雷达检测（偶尔会切换信道）

# channels.reason.high_interference
source: Strong interference from nearby networks
de: Starke Interferenz von Netzwerken in der Nähe
es: Fuerte interferencia de redes cercanas
fr: Forte interférence des réseaux voisins
ja: 近隣ネットワークからの強い干渉
zh_hans: 附近网络的干扰较强

# channels.reason.high_overlap
source: Significant overlap with nearby channels
de: Erhebliche Überlappung mit benachbarten Kanälen
es: Solapamiento significativo con canales cercanos
fr: Chevauchement important avec les canaux voisins
ja: 隣接チャンネルとの重なりが多い
zh_hans: 与相邻信道重叠较多

# channels.reason.indoor_only
source: Restricted to indoor use only
de: Nur für Innenraumnutzung beschränkt
es: Restringido solo para uso en interiores
fr: Réservé à un usage intérieur uniquement
ja: 屋内利用のみに制限されています
zh_hans: 仅限室内使用

# channels.reason.less_crowded_band
source: This band is less crowded than 2.4 GHz
de: Dieses Band ist weniger überlastet als 2,4 GHz
es: Esta banda está menos congestionada que 2.4 GHz
fr: Cette bande est moins encombrée que la 2,4 GHz
ja: 2.4GHz帯より混雑が少ない周波数帯です
zh_hans: 此频段不如 2.4 GHz 拥挤

# channels.reason.low_congestion
source: Few devices on this channel
de: Wenige Geräte auf diesem Kanal
es: Pocos dispositivos en este canal
fr: Peu d'appareils sur ce canal
ja: このチャンネルを使用している機器が少ない
zh_hans: 此信道上的设备较少

# channels.reason.low_interference
source: Low wireless interference
de: Geringe drahtlose Interferenz
es: Baja interferencia inalámbrica
fr: Faible interférence sans fil
ja: 無線干渉が少ない
zh_hans: 无线干扰较低

# channels.reason.low_overlap
source: Minimal overlap with neighboring channels
de: Minimale Überlappung mit Nachbarkanälen
es: Solapamiento mínimo con canales vecinos
fr: Chevauchement minimal avec les canaux voisins
ja: 隣接チャンネルとの重なりが少ない
zh_hans: 与相邻信道的重叠较少

# channels.reason.popover.title
source: Why this channel?
de: Warum dieser Kanal?
es: ¿Por qué este canal?
fr: Pourquoi ce canal ?
ja: このチャンネルが推奨される理由
zh_hans: 为什么推荐此信道？

# channels.reason.radar_sensitive
source: Occasionally affected by radar signals
de: Gelegentlich durch Radarsignale beeinträchtigt
es: Ocasionalmente afectado por señales de radar
fr: Parfois affecté par les signaux radar
ja: レーダー信号の影響を受けることがあります
zh_hans: 偶尔受雷达信号影响

# channels.recommendation_status.available.message
source: Recommended channels are marked with a star and have passed regulatory and device checks.
de: Empfohlene Kanäle sind mit einem Stern markiert und haben regionale Vorschriften und Gerätechecks bestanden.
es: Los canales recomendados están marcados con una estrella y han superado las comprobaciones regulatorias y de compatibilidad de dispositivos.
fr: Les canaux recommandés sont marqués d'une étoile et ont réussi les contrôles réglementaires et de compatibilité.
ja: 推奨チャンネルは★印が付いており、地域規制とデバイスチェックを通過しています。
zh_hans: 推荐信道标有星号，已通过地区法规和设备兼容性检查。

# channels.recommendation_status.available.title
source: Channel recommendations available
de: Kanalempfehlungen verfügbar
es: Recomendaciones de canal disponibles
fr: Recommandations de canaux disponibles
ja: チャンネル推奨が利用可能です
zh_hans: 信道推荐可用

# channels.recommendation_status.current_good_enough.message
source: After excluding your current AP, this channel is already clean enough, so WiFi Lens does not recommend switching.
de: Nach Ausschluss Ihres aktuellen APs ist dieser Kanal bereits sauber genug, daher empfiehlt WiFi Lens keinen Wechsel.
es: Tras excluir tu AP actual, este canal ya es lo suficientemente limpio, por lo que WiFi Lens no recomienda cambiar.
fr: Après avoir exclu ton AP actuel, ce canal est déjà assez propre, donc WiFi Lens ne recommande pas de changer.
ja: 現在のAPを除外した後、このチャンネルは十分にクリアであるため、WiFi Lensは切り替えを推奨しません。
zh_hans: 排除当前 AP 后，该信道已足够干净，WiFi Lens 不建议切换。

# channels.recommendation_status.current_good_enough.title
source: Current channel is good enough
de: Aktueller Kanal ist ausreichend
es: El canal actual es suficiente
fr: Le canal actuel est déjà satisfaisant
ja: 現在のチャンネルで十分です
zh_hans: 当前信道已足够好

# channels.recommendation_status.no_data.message
source: Start a scan to evaluate channel quality and recommendations.
de: Starten Sie einen Scan, um die Kanalqualität und Empfehlungen zu bewerten.
es: Inicia un escaneo para evaluar la calidad del canal y las recomendaciones.
fr: Lance un scan pour évaluer la qualité du canal et les recommandations.
ja: スキャンを開始して、チャンネルの品質と推奨を評価してください。
zh_hans: 开始扫描以评估信道质量和推荐。

# channels.recommendation_status.no_data.title
source: No channel data yet
de: Noch keine Kanaldaten
es: Aún no hay datos de canal
fr: Pas encore de données de canal
ja: チャンネルデータがまだありません
zh_hans: 暂无信道数据

# channels.recommendation_status.no_significant_improvement.message
source: No allowed channel is at least 10 points better than the current channel under counterfactual scoring.
de: Kein zulässiger Kanal ist unter gegenläufiger Bewertung mindestens 10 Punkte besser als der aktuelle Kanal.
es: Ningún canal permitido es al menos 10 puntos mejor que el canal actual bajo la puntuación contrafactual.
fr: Aucun canal autorisé n'est au moins 10 points meilleur que le canal actuel selon la notation contrefactuelle.
ja: 反事実スコアリングにおいて、許可されたチャンネルで現在のチャンネルより10点以上優れたものはありません。
zh_hans: 在反事实评分下，没有允许的信道比当前信道高出至少 10 分。

# channels.recommendation_status.no_significant_improvement.title
source: No meaningfully better channel
de: Kein deutlich besserer Kanal
es: No hay un canal significativamente mejor
fr: Aucun canal nettement meilleur
ja: 有意に優れたチャンネルはありません
zh_hans: 无显著更优的信道

# channels.recommendation_status.regulatory_filtered.message
source: One or more counterfactual candidates were downgraded by regional rules or device compatibility checks.
de: Ein oder mehrere gegenläufige Kandidaten wurden durch regionale Vorschriften oder Gerätekompatibilitätsprüfungen herabgestuft.
es: Uno o más candidatos contrafactuales fueron degradados por normativas regionales o comprobaciones de compatibilidad de dispositivos.
fr: Un ou plusieurs candidats contrefactuels ont été rétrogradés par les règles régionales ou les contrôles de compatibilité.
ja: 反事実候補の一部が、地域規制またはデバイス互換性チェックによりグレードダウンされました。
zh_hans: 一个或多个反事实候选信道因地区法规或设备兼容性检查而被降级。

# channels.recommendation_status.regulatory_filtered.title
source: Candidates filtered by rules
de: Kandidaten durch Vorschriften gefiltert
es: Candidatos filtrados por normativa
fr: Candidats filtrés par les règles
ja: 規制により候補がフィルターされました
zh_hans: 候选信道已被规则过滤

# channels.recommendation_status.target_unknown.message
source: WiFi Lens needs the current AP identity to exclude it from counterfactual scoring.
de: WiFi Lens benötigt die Identität des aktuellen APs, um ihn aus der gegenläufigen Bewertung auszuschließen.
es: WiFi Lens necesita la identidad del AP actual para excluirlo de la puntuación contrafactual.
fr: WiFi Lens a besoin de l'identité de l'AP actuel pour l'exclure de la notation contrefactuelle.
ja: WiFi Lens は、反事実スコアリングから現在のAPを除外するために、そのAPの識別情報が必要です。
zh_hans: WiFi Lens 需要当前 AP 的标识以将其从反事实评分中排除。

# channels.recommendation_status.target_unknown.title
source: Current AP not identified
de: Aktueller AP nicht erkannt
es: AP actual no identificado
fr: AP actuel non identifié
ja: 現在のAPが特定されていません
zh_hans: 当前 AP 未识别

# channels.table.col.adjacent
source: Adj
de: Ben
es: Adv
ja: 隣接
zh_hans: 相邻

# channels.table.col.class
source: Class
de: Klasse
es: Clase
fr: Classe
ja: クラス
zh_hans: 类别

# channels.table.col.interference
source: Intf
de: Stör
ja: 干渉
zh_hans: 干扰

# channels.table.col.level
source: Level
de: Stufe
es: Nivel
fr: Niveau
ja: レベル
zh_hans: 等级

# channels.table.col.overlap
source: Overlap
de: Überlapp
es: Solape
fr: Chevauchement
ja: 重複
zh_hans: 重叠

# channels.table.col.score
source: Score
de: Pkt.
es: Punt.
ja: スコア
zh_hans: 评分

# common.action.authorize
source: Allow Access
de: Autorisieren
es: Autorizar
fr: Autoriser l'accès
ja: 認証
zh_hans: 授权

# common.action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# common.action.check_again
source: Check Again
de: Erneut prüfen
es: Verificar de nuevo
fr: Vérifier à nouveau
ja: 再チェック
zh_hans: 重新检查

# common.action.check_for_updates
source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
zh_hans: 检查更新…

# common.action.check_now
source: Check Now
de: Jetzt prüfen
es: Verificar ahora
fr: Vérifier maintenant
ja: 今すぐ確認
zh_hans: 立即检查

# common.action.clear
source: Clear
de: Leeren
es: Limpiar
fr: Effacer
ja: クリア
zh_hans: 清除

# common.action.dismiss
source: Dismiss
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 閉じる
zh_hans: 关闭

# common.action.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
zh_hans: 导出

# common.action.filter
source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
ja: フィルタ
zh_hans: 过滤

# common.action.freeze_all
source: Freeze All
de: Alles einfrieren
es: Congelar todo
fr: Tout figer
ja: すべて固定
zh_hans: 全部暂停

# common.action.ignore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
ja: 無視
zh_hans: 忽略

# common.action.load
source: Load
de: Laden
es: Cargar
fr: Charger
ja: 読み込む
zh_hans: 加载

# common.action.open_bluetooth_settings
source: Open Bluetooth Settings
de: Bluetooth-Einstellungen öffnen
es: Abrir ajustes de Bluetooth
fr: Ouvrir les réglages Bluetooth
ja: Bluetooth設定を開く
zh_hans: 打开蓝牙偏好设置

# common.action.open_location_preferences
source: Open Location Preferences
de: Ortungseinstellungen öffnen
es: Abrir preferencias de ubicación
fr: Ouvrir les réglages de localisation
ja: 位置情報設定を開く
zh_hans: 打开定位偏好设置

# common.action.open_location_settings
source: Open Location Settings
de: Ortungseinstellungen öffnen
es: Abrir ajustes de ubicación
fr: Ouvrir les réglages de localisation
ja: 位置情報設定を開く
zh_hans: 打开定位偏好设置

# common.action.open_preferences
source: Open Preferences
de: Einstellungen öffnen
es: Abrir preferencias
fr: Ouvrir les réglages
ja: 環境設定を開く
zh_hans: 打开偏好设置

# common.action.open_system_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir ajustes del sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
zh_hans: 打开系统设置

# common.action.overwrite
source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Remplacer
ja: 上書き
zh_hans: 覆盖

# common.action.pause
source: Pause
de: Pausieren
es: Pausar
ja: 一時停止
zh_hans: 暂停

# common.action.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
zh_hans: 退出

# common.action.reset_zoom
source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
ja: ズームをリセット
zh_hans: 重置缩放

# common.action.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
zh_hans: 恢复

# common.action.reveal_logs
source: Reveal Logs in Finder
de: Protokolle im Finder anzeigen
es: Mostrar registros en Finder
fr: Afficher les journaux dans le Finder
ja: Finderでログを表示
zh_hans: 在 Finder 中显示日志

# common.action.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

# common.action.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置

# common.action.settings_ellipsis
source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
zh_hans: 设置…

# common.action.start
source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
zh_hans: 开始

# common.action.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
zh_hans: 停止

# common.action.toggle_expand
source: Toggle Expand
de: Erweitern umschalten
es: Alternar expandir
fr: Agrandir/réduire
ja: 展開切り替え
zh_hans: 切换展开

# common.badge.experimental
source: Experimental
de: Experimentell
fr: Expérimental
ja: 実験的
zh_hans: 实验性

# common.badge.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

# common.empty.no_chart_data
source: No chart data yet
de: Noch keine Diagrammdaten
es: Sin datos de gráfico aún
fr: Pas encore de données de graphique
ja: まだチャートデータがありません
zh_hans: 暂无图表数据

# common.empty.no_wifi
source: No Wi-Fi connection
de: Keine Wi‑Fi-Verbindung
es: Sin conexión Wi‑Fi
fr: Aucune connexion Wi-Fi
ja: Wi-Fi 未接続
zh_hans: 无 Wi-Fi 连接

# common.error.scan_failed
source: Scan failed
de: Scan fehlgeschlagen
es: Escaneo fallido
fr: Échec du scan
ja: スキャン失敗
zh_hans: 扫描失败

# common.error.wifi_scan_failed
source: Wi-Fi scan failed
de: Wi‑Fi-Scan fehlgeschlagen
es: Escaneo Wi‑Fi fallido
fr: Échec du scan Wi-Fi
ja: Wi-Fi スキャン失敗
zh_hans: Wi-Fi 扫描失败

# common.label.collecting_data
source: Collecting data…
de: Sammle Daten…
es: Recopilando datos…
fr: Collecte des données…
ja: データ収集中…
zh_hans: 正在收集数据…

# common.label.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
zh_hans: 已连接

# common.label.connection
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
zh_hans: 连接

# common.label.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
zh_hans: 深色

# common.label.denied
source: Denied
de: Verweigert
es: Denegado
fr: Refusé
ja: 拒否
zh_hans: 被拒绝

# common.label.disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続
zh_hans: 未连接

# common.label.first
source: First
de: Erster
es: Primero
fr: Premier
ja: 初回
zh_hans: 首次

# common.label.general
source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

# common.label.granted
source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
zh_hans: 已授予

# common.label.latest
source: Latest
de: Neueste
es: Último
fr: Plus récent
ja: 最新
zh_hans: 最近

# common.label.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
zh_hans: 浅色

# common.label.loading
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
ja: 読み込み中…
zh_hans: 加载中…

# common.label.networks
source: networks
de: Netzwerke
es: redes
fr: réseaux
ja: ネットワーク
zh_hans: 网络

# common.label.none
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
zh_hans: 无

# common.label.now
source: now
de: jetzt
es: ahora
fr: maintenant
ja: たった今
zh_hans: 现在

# common.label.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
zh_hans: 等待中

# common.label.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
zh_hans: 就绪

# common.label.required
source: Required
de: Erforderlich
es: Requerido
fr: Requis
ja: 必須
zh_hans: 必需

# common.label.samples
source: samples
de: Proben
es: muestras
fr: échantillons
ja: サンプル
zh_hans: 个样本

# common.label.samples_title
source: Samples
de: Proben
es: Muestras
fr: Échantillons
ja: サンプル数
zh_hans: 采样数

# common.label.scanning
source: Scanning
de: Scannt
es: Escaneando
fr: Scan
ja: スキャン中
zh_hans: 扫描中

# common.label.transitions
source: transitions
de: Übergänge
es: transiciones
ja: 回の遷移
zh_hans: 次切换

# common.label.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
zh_hans: 未知

# common.samples_count_fmt
source: %lld samples
de: %lld Proben
es: %lld muestras
fr: %lld échantillons
ja: %lld サンプル
zh_hans: %lld 个样本

# export.error.encode_failed
source: Image encoding failed.
de: Bildkodierung fehlgeschlagen.
es: Error al codificar la imagen.
fr: Échec de l'encodage de l'image.
ja: 画像のエンコードに失敗しました。
zh_hans: 图像编码失败。

# export.error.no_visible_bands
source: No visible bands to export.
de: Keine sichtbaren Bänder zum Exportieren.
es: No hay bandas visibles para exportar.
fr: Aucune bande visible à exporter.
ja: 表示中のバンドがありません。
zh_hans: 没有可见的频段可导出。

# export.error.render_failed
source: Chart rendering failed.
de: Diagramm-Darstellung fehlgeschlagen.
es: Error al renderizar el gráfico.
fr: Échec du rendu du graphique.
ja: チャートの描画に失敗しました。
zh_hans: 图表渲染失败。

# export.failed.message
source: Could not export: %@
de: Export nicht möglich: %@
es: No se pudo exportar: %@
fr: Impossible d'exporter : %@
ja: 書き出しできませんでした: %@
zh_hans: 无法导出: %@

# export.failed.title
source: Export Failed
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'export
ja: 書き出し失敗
zh_hans: 导出失败

# export.image_saved_message
source: Chart image exported successfully.
de: Diagrammbild erfolgreich exportiert.
es: Imagen del gráfico exportada correctamente.
fr: Image du graphique exportée avec succès.
ja: チャート画像を書き出しました。
zh_hans: 图表图像已成功导出。
